/////////////////////////////////////////////////////////////
//
// Author: попълнете името си тук
// FN: попълнете факултетния си номер тук
// Program: изберете коректното: Информатика, Информационни системи, Компютърни науки, Софтуерно инженерство
// Date: 25.08.2017
//

///
/// Клас представящ UNIX времево клеймо
///
class Timestamp
{
  // моля, попълнете реализацията на клас тук
};


// Този ред включва тестовете за задачата
#include "example-tests.h"

int main() {

//-------------------------------------------------------------------------
//
// ВАЖНО: Ако искате да изпълните автоматичните тестове за решението си,
//        премахнете коментара от дадения по-долу ред.
//
//-------------------------------------------------------------------------

//  RunTests();
  
  return 0;
}
